// import react from 'react';
// import './About.css';

export default function About() {
    return (
        <div className="page-container">
            <div className="about">
                <h1>Σχετικά με Εμάς</h1>
                <br/>
                <p>
                    Η ιστορία μας ξεκινά το 2002, όταν ανοίξαμε για πρώτη φορά τις πόρτες μας ως ένας μικρός, παραδοσιακός φούρνος. Από την πρώτη μέρα, η δέσμευσή μας ήταν να προσφέρουμε στους πελάτες μας φρέσκα και ποιοτικά αρτοσκευάσματα, φτιαγμένα με μεράκι και τις καλύτερες πρώτες ύλες. Με την αγάπη και την εμπιστοσύνη που μας δείξατε, καταφέραμε να γίνουμε σημείο αναφοράς για όσους αναζητούν γεύσεις γεμάτες παράδοση και αυθεντικότητα.
                </p>
                <br/>
                <p>
                    Το 2003, αποφασίσαμε να επεκτείνουμε τις δραστηριότητές μας και να προσφέρουμε κάτι παραπάνω. Έτσι, προσθέσαμε στο κατάστημά μας και το γύρο, συνδυάζοντας την παράδοση του φούρνου με την αγάπη μας για το καλό φαγητό. Ο γύρος μας, φτιαγμένος με χειροποίητες πίτες και φρέσκα υλικά, έγινε γρήγορα αγαπημένος προορισμός για τους λάτρεις των αυθεντικών ελληνικών γεύσεων.
                </p>
                <br/>
                <p>
                    Σήμερα, με πάνω από δύο δεκαετίες εμπειρίας, συνεχίζουμε να προσφέρουμε στους πελάτες μας φαγητό που φτιάχνεται με αγάπη και αφοσίωση. Είμαστε υπερήφανοι που παραμένουμε πιστοί στις ρίζες μας, ενώ παράλληλα εξελισσόμαστε για να ικανοποιήσουμε τις ανάγκες της σύγχρονης γαστρονομίας.
                </p>
                <br/>
                <p>
                    Σας ευχαριστούμε που μας εμπιστεύεστε όλα αυτά τα χρόνια. Σας περιμένουμε καθημερινά να απολαύσετε τις γεύσεις μας και να γίνετε κομμάτι της οικογένειάς μας.
                </p>
            </div>
        </div>
    );
}