import react from 'react';
// import '../styles/Menu.css';

export default function Menu() {
    return (
        <div className="page-container">
            <div className="menu">
                
                <ul>
                    <h3>Τυλιχτά με πίτα</h3>
                    <li>
                        <p>Γύρος χοιρινός: 3,30€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σουβλάκι χοιρινό: 3,00€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Μπιφτέκι χειροποίητος: 3,30€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Γύρος κοτόπουλο: 3,30€</p>
                        <p>(μαγιονέζα ή σως μουστάρδας, ντομάτα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σουβλάκι κοτόπουλο: 3,00€</p>
                        <p>(μαγιονέζα ή σως μουστάρδας, ντομάτα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Κοτομπουκίες: 3,30€</p>
                        <p>(σως μουστάρδας, ντομάτα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Φιλέτο κοτόπουλο: 3,30€</p>
                        <p>(σως μουστάρδας, ντομάτα, πατάτες)</p>
                    </li>
                </ul>
                
                <ul>
                    <h3>Σάντουιτς ψωμάκι</h3>
                    <li>
                        <p>Γύρος χοιρινός: 3,80€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σουβλάκι χοιρινό: 3,30€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Μπιφτέκι χειροποίητος: 3,30€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Γύρος κοτόπουλο: 3,80€</p>
                        <p>(μαγιονέζα, ντομάτα, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σουβλάκι κοτόπουλο: 3,30€</p>
                        <p>(μαγιονέζα, ντομάτα, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Κοτομπουκίες: 3,80€</p>
                        <p>(σως μουστάρδας, ντομάτα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Φιλέτο κοτόπουλο: 3,80€</p>
                        <p>(σως μουστάρδας, ντομάτα, πατάτες)</p>
                    </li>
                </ul>                
                <ul className="mpagketes">
                    <h3>Μπαγκέτα</h3>
                    <li>
                        <p>Μπαγκέτα λευκή: 2,80€</p>
                        <p>Μπαγκέτα ολικής: 2,80€</p>
                    </li>
                    <li>
                        <h5>Δεν χρησιμοποιούμε κατεψυγμένα κρέατα</h5>
                    </li>
                </ul>                
                <ul>
                    <h3>Σάντουιτς με Κυπριακή</h3>
                    <li>
                        <p>Γύρος χοιρινός: 3,80€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Σκεπαστή</h3>
                    <li>
                        <p>Σκεπαστή γύρο χοιρινός: 4,80€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σκεπαστή σουβλάκι χοιρινό: 5,00€</p>
                        <p>(τζατζίκι, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σκεπαστή μπιφτέκι χειροποίητο: 5,00€</p>
                        <p>(τζατζίκι, ντομάτα, κρεμμύδι, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σκεπαστή γύρο κοτόπουλο: 4,80€</p>
                        <p>(μαγιονέζα, ντομάτα, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σκεπαστή σουβλάκι κοτόπουλο: 5,00€</p>   
                        <p>(μαγιονέζα, ντομάτα, μουστάρδα, πατάτες)</p>
                    </li>
                    <li>
                        <p>Σκεπαστή φιλέτο κοτόπουλο: 5,00€</p>
                        <p>(μαγιονέζα, ντομάτα, μουστάρδα, πατάτες)</p>
                    </li>
                    <li className="extra">
                        <p>*Επιπλέον σαλάτα +0.30€</p>
                        <p>*Επιπλέον κασέρι +0.30€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Burger</h3>
                    <li>
                        <p>Hamburger απλό: 3,30€</p>
                        <p>(μπιφτέκι, ντομάτα, κέτσαπ, μουστάρδα, πατάτες,</p>
                        <p>+ 1 σως επιλογής σας)</p>
                    </li>
                    <li>
                        <p>Hamburger special: 4,00€</p>
                        <p>(μπιφτέκι, κασέρι, αυγό ζαμπόν, ντομάτα, πατάτες,</p>
                        <p> + 4 σως επιλογής σας)</p>
                    </li>
                    <li>
                        <p>Cheeseburger: 3,80€</p>
                        <p>(μπιφτέκι, κασέρι, μαγιονέζα, μαρούλι, ντομάτα, </p>
                        <p>μουστάρδα, κέτσαπ, πατάτες, +4 σως επιλογής σας)</p>
                    </li>
                    <li>
                        <p>Ποικιλία αλλαντικών: 4,00€</p>
                        <p>(πατάτες, ντομάτα +σως της επιλογής σας)</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Club Sandwich</h3>
                    <li>
                        <p>Απλό: 5,00€</p>
                        <p>(ζαμπόν, κασέρι, μαρούλι, ντομάτα, σως κέτσαπ + πατάτες)</p>
                    </li>
                    <li>
                        <p>Special: 6,00€</p>
                        <p>(κοτόπουλο, κασέρι, μπέικον, μαρούλι, μαγιονέζα, ντομάτα +</p>
                        <p>πατάτες)</p>
                    </li>
                    <li>
                        <p>Πίτα Club (χοιρινό): 6,50€</p>
                        <p>(γύρος χοιρινός, μαρούλι, ντομάτα, κασέρι,</p>
                        <p>μπέικον, σως γιαουρτιού, πατάτες)</p>
                    </li>
                    <li>
                        <p>Πίτα Club (κοτόπουλο): 6,50€</p>
                        <p>(γύρος κοτόπουλο, μαρούλι, ντομάτα, κασέρι,</p>
                        <p>μπέικον, σως γιαουρτιού, πατάτες)</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Μερίδες</h3>
                    <li>
                        <p>Γύρος χοιρινός: 7,50€</p>
                        <p>(πατάτες, ντομάτα, κρεμμύδι, τζατζίκι, + 2 πιτούλες)</p>
                    </li>
                    <li>
                        <p>Γύρος κοτόπουλο: 8,00€</p>
                        <p>(πατάτες, ντομάτα, μαγιονέζα, + 2 πιτάκια)</p>
                    </li>
                    <li>
                        <p>Σουβλάκια κοτόπουλο: 7,00€</p>
                        <p>(3 τμχ, πατάτες, μαγιονέζα, ντομάτα, + 2 πιτάκια)</p>
                    </li>
                    <li>
                        <p>Σουβλάκια χοιρινό: 7,00€</p>
                        <p>(3 τμχ, πατάτες, ντομάτα, κρεμμύδι,τζατζίκι, + 2 πιτάκια)</p>
                    </li>
                    <li>
                        <p>Μπιφτέκι χειροποίητο: 7,50€</p>
                        <p>(3 τμχ, πατάτες, ντομάτα, κρεμμύδι,τζατζίκι, + 2 πιτάκια)</p>
                    </li>
                    <li>
                        <p>Φιλετάκια κοτόπουλο: 8,00€</p>
                        <p>(πατάτες, ντομάτα, μαρούλι, μαγιονέζα + 2 πιτάκια)</p>
                    </li>
                    <li>
                        <p>Mix Grill Σουβλάκια: 7,50€</p>
                        <p>(χοιρινό, κοτόπουλο, μπιφτέκι, μπριζολάκι, πατάτες,</p>
                        <p>ντομάτα, σως γιαουρτιού + 2 πιτάκια)</p>
                    </li>
                    <li className="extra">
                        <p>*Eξτρα πίτα 0,50€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Σαλάτες</h3>
                    <li>
                        <p>Αγγουροντομάτα: 3,00€</p>
                    </li>
                    <li>
                        <p>Μαρούλι: 3,00€</p>
                    </li>
                    <li>
                        <p>Χωριάτικη: 5,00€</p>
                    </li>
                    <li>
                        <p>Σεφ: 5,00€</p>
                    </li>
                    <li>
                        <p>Ceaser's: 5,00€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Ορεκτικά</h3>
                    <li>
                        <p>Πατάτες (μερίδα): 2,50€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Αλοιφές</h3>
                    <li>
                        <p>Τζατζίκι: 2,00€</p>
                    </li>
                    <li>
                        <p>Τυροσαλάτα: 2,00€</p>
                    </li>
                    <li>
                        <p>Ουγγαρέζα: 2,00€</p>
                    </li>
                    <li>
                        <p>Μαγιονέζα: 2,00€</p>
                    </li>
                    <li>
                        <p>Μπριζολάκι: 2,00€</p>
                    </li>
                    <li>
                        <p>Σως μουστάρδας: 2,00€</p>
                    </li>
                    <li>
                        <p>Σως κέτσαπ: 2,00€</p>
                    </li>
                    <li>
                        <p>Σως γιαουρτιού: 2,00€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Τεμάχια</h3>
                    <li>
                        <p>Χειροποίητο χοιρινό σουβλάκι: 1,80€</p>
                        <p>με μπριζόλα και πέτο (120gr)</p>
                        <p>(με ψωμάκι ή πιτούλα δωρεάν)</p>
                    </li>
                    <li>
                        <p>Kοτόπουλο (στήθος, 120gr): 1,90€</p>
                    </li>
                    <li>
                        <p>Λουκάνικο χωριάτικο: 1,90€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Αναψυκτικά</h3>
                    <li>
                        <p>Coca Cola 330ml: 1,20€</p>
                    </li>
                    <li>
                        <p>Coca Cola Zero 330ml: 1,20€</p>
                    </li>
                    <li>
                        <p>Coca Cola Light 330ml: 1,20€</p>
                    </li>
                </ul>                
                <ul>
                    <h3>Χυμοί Μπύρες Κρασί</h3>
                    <li><a href="/">Home</a></li>
                    <li><a href="/about">About</a></li>
                    <li><a href="/contact">Contact</a></li>
                </ul>
            </div>
        </div>
    );
}